<?php
return [
    'bio' => [
        'title' => "Биография",
        'bornAt' => "Родился в 1995 году в городе Полоцк, Беларусь.",
        'university' => "В 2012 году окончил школу и поступил в УО «Полоцкий государственный университет» (нынешний Полоцкий государственный университет имени Евфросинии Полоцкой) на специальность «Программное обеспечение информационных технологий».",
        'army' => 'В 2015-2016 году прошёл срочную службу в рядах вооружённых сил Республики Беларусь.',
        'universityEnds' => 'В 2019 году окончил университет и начал работу в компании Enum в качестве бэкенд-разработчика.',
        'duringWorkTime' => 'За время работы в компании я',
        'workExperience' => 'работал с интернет-магазинами, аналитическими и социальными площадками, коммерческими сайтами и CRM-системами.',
        'expExceptEducation' => "Ещё до школы пошёл на занятия хореографией, где занимался более 15 лет. В школе познакомился с программированием раньше одноклассников: ещё до того, как в нашем классе начали преподавать эту дисциплину, я уже участвовал в городской олимпиаде.",
        'expUniversityEnds' => 'В 2019 году окончил университет не только с различными учебными достижениями, но и успехами во внеучебной деятельности.',
        'expStartWork' => 'В результате этих успехов меня пригласили сотрудничать в компанию Enum в качестве бэкенд-разработчика.',
        'expGetExperience' => "получил немало ценного опыта в разработке как новых проектов, так и в сопровождении уже существующих. На данной странице в разделе <span data-to='exp' class='scroller button'>Проекты</span> можно подробнее узнать о том, какие задачи и на каких проектах были выполнены. Если резюмировать, я",
        'postScriptum' => "Я всегда открыт для нового опыта и интересных перспектив. Если вам есть что предложить - <span data-to='contacts' class='scroller button'>свяжитесь со мной</span>, и мы с радостью обсудим условия нашего сотрудничества.",
    ],
    'interests' => [
        'title' => "Интересы",
        'interests' => [
            'reading' => 'Чтение',
            'gaming' => 'Компьютерные игры',
            'programming' =>'Программирование',
            'sport' => 'Спорт',
            'nature' => 'Природа',
            'music' => 'Музыка',
            'handmade' => 'Рукоделие',
            'travelling' => 'Путешествия',
            'boardGames' => 'Настольные игры',
        ],
    ],
];
