<?php
return [
    'bio' => [
        'title' => "Биография",
        'text' => "Я родился в городе Полоцке 13 февраля 1995 года. Так что я с детства вёл активный образ жизни, не боялся выступлений перед публикой, мыслил довольно творчески и учился работать в коллективе. Уже будучи в школе, я начал интересоваться программированием раньше сверстников. Уже в 8 классе я участвовал в городской олимпиаде по программированию, хотя у остального класса этот предмет начинался лишь с 9.".
            "Школу я окончил в 2012 году, после чего сразу поступил в Полоцкий государственный университет. Помимо основной учебной программы я, так же, довольно сильно увлекся различным прикладным программированием, что хорошо сказалось на моём профессиональном кругозоре. В 2016 году я отслужил в армии, а в 2019 окончил университет. Т.к. за время учёбы в университете я проявил себя довольно активным, инициативным и смышлённым студентом, несколько преподавателей предложили мне работу в их компании. С 2019 года я работал вместе с ними, реализовав немало интересных проектов. В 2022 году фирма распалась, но один из её основателей захотел продолжить со мной сотрудничество.".
            "В какой-то момент я понял, что моя работа не позволяет мне развиваться как специалисту. Я выделил для себя некоторое время на развитие своих навыков, и теперь рассматриваю различные предложения о работе. Если вам есть, что предложить <span data-to='contacts' class='scroller cursor-pointer underline'>свяжитесь со мной</span>, и мы с радостью обсудим условия нашего сотрудничества.",
    ],
    'interests' => [
        'title' => "Интересы",
        'interests' => [
            'Чтение',
            'Компьютерные игры',
            'Программирование',
            'Спорт',
            'Отдых на природе',
            'Музыка',
            'Рукоделие',
        ],
    ],
];
