<?php
return [
    'bio' => [
        'title' => "Биография",
        'shortlyAbout' => "Родился в 1995 году в городе Полоцк, Беларусь. Ещё до школы пошёл на занятия хореографией, где занимался более 15 лет. В школе познакомился с программированием раньше сверстников, даже участвовал в городской олимпиаде по программированию ещё до того, как в нашем классе начали преподавать эту дисциплину. В 2012 году окончил школу и поступил в УО «Полоцкий государственный университет» на специальность «Программное обеспечение информационных технологий». В 2015-2016 году прошёл срочную службу в рядах вооружённых сил Республики Беларусь. В 2019 году окончил университет не только с различными учебными достижениями, но и успехами во внеучебной деятельности.",
        'additionalExp' => "В результате этих успехов меня пригласили сотрудничать в компанию Enum в качестве бэкенд-разработчика. За время работы в компании я получил немало ценного опыта в разработке как новых проектов, так и в поддержке уже существующих. На данной странице в разделе «<span data-to='exp' class='scroller link'>Проекты</span>» можно подробнее узнать о том, какие задачи и на каких проектах были выполнены. Если резюмировать, за время работы я получил опыт в разработке интернет-магазинов, аналитических площадок, коммерческих сайтов, социальных площадок и CRM-систем.",
        'postScriptum' => "Я всегда открыт для нового опыта и интересных перспектив. Если вам есть что предложить - <span data-to='contacts' class='scroller link'>свяжитесь со мной</span>, и мы с радостью обсудим условия нашего сотрудничества.",
    ],
    'interests' => [
        'title' => "Интересы",
        'interests' => [
            'reading' => 'Чтение',
            'gaming' => 'Компьютерные игры',
            'programming' =>'Программирование',
            'sport' => 'Спорт',
            'nature' => 'Природа',
            'music' => 'Музыка',
            'handmade' => 'Рукоделие',
            'travelling' => 'Путешествия',
            'boardGames' => 'Настольные игры',
        ],
    ],
];
