<?php
return [
    'skills' => [
        'title' => "Краткая биография",
        'bio' => "В 2012 году окончил среднюю школу №1 г. Полоцка. В 2015-2016 году прошёл срочную военную службу. В 2019 году окончил УО \"Полоцкий государственный университет\" по специальности инженер-программист. С 2019 года работал бэкенд-разработчиком.",
        'bioExp' => "С 2019 года я работал в качестве бэкенд-разработчика над проектами интернет-магазинов,CRM-системами, межсерверными обменами, аналитическими, социальными и бизнес-площадками.",
        'skills' => 'Мой стек',
        'soft' => "Личные качества",
        'soft-skills' => [
            'Пунктуальность',
            'Ориентированность на результат',
            'Быстрообучаемость',
            'Исполнительность',
            'Ответственность',
            'Умение работать в коллективе',
            'Коммуникабельность',
        ],
    ],
    'info' => [
        'years' => "{1} год|{2,4} года|{5, inf} лет",
        'title' => "Общее",
        'name' => "Влад Плавинский",
        'born' => "Дата рождения: :date (:years).",
        'education' => "Образование: высшее, инженер-программист",
        'langs' => "Языки: русский, английский",
    ],
];
