<?php
return [
    'skills' => [
        'skills' => 'Стек',
        'hard' => "Хард-скиллы",
        'hard-skills' => [
            'Знание Kanban, Agile (Scrum)',
            'Знание ООП, SOLID, DRY, KISS',
            'Выстраивание pipeline, workflow',
            'Применение актуальных паттернов',
            'Написаине чистого и понятного кода',
            'Грамотная устная и письменная речь',
        ],
        'soft' => "Софт-скиллы",
        'soft-skills' => [
            'Пунктуальность',
            'Ответственность',
            'Исполнительность',
            'Быстрообучаемость',
            'Коммуникабельность',
            'Умение работать в команде',
            'Ориентированность на результат',
        ],
    ],
    'info' => [
        'years' => "{1} год|{2,4} года|{5, inf} лет",
        'title' => "Общее",
        'nameTitle' => 'Имя Фамилия',
        'birthdateTitle' => 'Дата рождения',
        'educationTitle' => 'Образование',
        'name' => "Влад Плавинский",
        'birthdate' => ":date (:years)",
        'education' => "Высшее, инженер-программист",
        'languages' => [
            'ru' => 'русский',
            'en' => 'английский',
            'fr' => 'французский',
        ],
        'languageLevels' => [
            1 => 'начальный',
            2 => 'элементарный',
            3 => 'средний',
            4 => 'выше среднего',
            5 => 'продвинутый',
            6 => 'в совершенстве',
        ],
        'langs' => "Языки: русский, английский, французский",
    ],
];
