<?php
return [
    'start' => [
        'title' => "Начало работы",
        'beginning' => "В 2019 году, после окончания университета, преподаватели из этого университета пригласили меня на работу в компанию Enum.",
        'projects' => "В 2022 году компания закрылась, но её соучредители продолжили со мной сотрудничество и совместную работу над проектами. Здесь перечислины некоторые из проектов, над которыми я работал.",
    ],
    'projects' => [
        'title' => "Проекты",
        'troinaya' => [
            'name' => 'Интернет-магазин «Тройная точка»',
            'features' => [
                'profile' => 'Разработал личный кабинет c настройками профилей',
                'auth' => 'Добавил авторизацию через соц. сети',
                'bonuses' => 'Разработал персональные бонусные программы и рассылки',
                'seo' => 'Настроил SEO-оптимизацию',
                'maps' => 'Встроил «Яндекс Карты»',
                'exchange' => 'Разработал обмен с 1С',
            ],
        ],
        'karachay_horse' => [
            'name' => 'Интернет-магазин «KarachayHorse»',
            'features' => [
                'main' => 'Доработал главную страницу',
                'personal' => 'Доработал личный кабинет',
                'services' => 'Доработал страницу предоставляемых услуг',
                'detail' => 'Доработал детальную страницу лошади',
            ],
        ],
        'nero' => [
            'name' => 'Интернет-магазин «Nero Electronics»',
            'features' => [
                'markups' => 'Добавил микроразметки open graph и schema.org',
                'domains' => 'Настроил корректные карты сайтов и robots.txt для различных поддоментв',
                'discounts' => 'Переработал систему учёта скидок и бонусов в корзине',
            ],
        ],
        'leader-id' => [
            'name' => 'Площадка «Leader-Id»',
            'features' => [
                'exchange' => 'Реализовал высоконагруженный обмен пользовательскими даннми между площадкой и CRM',
                'rest' => 'Для обмена информацией использовался механизм REST',
                'auth' => 'Для аутентификации использовался механизм OAuth 2.0',
                'logs' => 'Разработал систему ведения логов производимого обмена',
            ],
        ],
        'rikc' => [
            'name' => 'Веб-портал «РИКЦ»',
            'features' => [
                'funnel' => 'Настроил визуализацию воронки продаж',
                'diagram' => 'Добавил визуализацию диаграмм клиентов',
                'amcharts' => 'Для визуализации использовался плагин AmCharts',
            ],
        ],
        'kokoc_group' => [
            'name' => 'Компания «Kokoc Group»',
            'features' => [
                'feedback' => 'Доработал модуль «Улей. Оценка 360»',
                'active' => 'Добавил вкладку активных опросов',
                'settings' => 'Добавил настройки отображения остальных вкладок и сокращённых карточек компетенций',
            ],
        ],
        'korus_consulting' => [
            'name' => 'Компания «Корус Консалтинг»',
            'features' => [
                'modules' => 'Разработал модули документооборота, Exit-интервью, NPS-опросов и Feedback-опросов',
                'rework' => 'Доработал модули Резюме и Бронирования рабочих мест',
                'processes' => 'Переработал бизнес-процессы онбординга новых сотрудников, согласования отпусков и согласования заявок на аренду ПО',
            ],
        ],
    ],
];
