<?php
return [
    'start' => [
        'title' => "Начало работы",
        'beginning' => "В 2019 году, после окончания университета, меня пригласили на работу в компанию Enum. В 2022 году компания закрылась, но её соучредители продолжили со мной сотрудничество и совместную работу над проектами.",
        'projects' => "Мой опыт работы был получен именно во время этой работы. Я перечислю некоторые проекты, над которыми мне довелось поработать.",
        'code' => "Все перечисленные тут проекты выполнялись на закрытых репозиториях, поэтому они не отражены на моём аккаунте в GitHub. Вся информация о кодовой базе данных проектов защищена правами о корпоративной собственности и не могут быть предоставлены в публичный доступ.",
    ],
    'projects' => [
        'title' => "Проекты",
        'troinaya' => [
            'name' => 'Интернет-магазин «Тройная точка»',
            'features' => [
                'Разработал личный кабинет c настройками профилей',
                'Добавил авторизацию через соц. сети',
                'Разработал персональные бонуснуы программы и рассылки',
                'Настроил SEO-оптимизацию',
                'Встроил «Яндекс Карты»',
                'Разработал обмен с 1С',
            ],
        ],
        'karachay_horse' => [
            'name' => 'Интернет-магазин «KarachayHorse»',
            'features' => [
                'Доработал главную страницу',
                'Доработал личный кабинет',
                'Доработал страницу предоставляемых услуг',
                'Доработал детальную страницу лошади',
            ],
        ],
        'nero' => [
            'name' => 'Интернет-магазин «Nero Electronics»',
            'features' => [
                'Добавил микроразметки open graph и schema.org',
                'Настроил корректные карты сайтов и robots.txt для различных поддоментв',
                'Переработал систему учёта скидок и бонусов в корзине',
            ],
        ],
        'leader-id' => [
            'name' => 'Площадка «Leader-Id»',
            'features' => [
                'Реализовал высоконагруженный обмен пользовательскими даннми между площадкой и CRM',
                'Для обмена информацией использовался механизм REST',
                'Для аутентификации использовался механизм OAuth 2.0',
                'Разработал систему ведения логов производимого обмена',
            ],
        ],
        'rikc' => [
            'name' => 'Портал «РИКЦ»',
            'features' => [
                'Настроил визуализацию воронки продаж',
                'Добавил визуализацию диаграмм клиентов',
                'Для визуализации использовался плагин AmCharts',
            ],
        ],
        'kokoc_group' => [
            'name' => 'Компания «Kokoc Group»',
            'features' => [
                'Произведена доработка модуля «Улей. Оценка 360»',
                'Добавлена вкладка активных опросов',
                'Добавлены настройки отображения остальных вкладок',
                'Добавлены настройки отображения сокращённых карточек компетенций',
            ],
        ],
        'korus_consulting' => [
            'name' => 'Компания «Корус Консалтинг»',
            'features' => [
                'Разработаны модули документооборота, Exit-интервью, NPS-опросов и Feedback-опросов',
                'Доработаны модули Резюме и Бронирование рабочих мест',
                'Переработан бизнес-процесс онбординга новых сотрудников',
                'Переработан бизнес-процесс согласования отпуска',
                'Переработан бизнес-процесс согласования заявок на аренду ПО',
            ],
        ],
    ],
];
