<?php
return [
    'start' => [
        'title' => "Начало работы",
        'beginning' => "В 2019 году, после окончания университета, преподаватели из этого университета пригласили меня на работу в компанию Enum.",
        'projects' => "В 2022 году компания закрылась, но её соучредители продолжили со мной сотрудничество и совместную работу над проектами. Здесь перечислины некоторые из проектов, над которыми я работал.",
    ],
    'projects' => [
        'title' => "Проекты",
        'troinaya' => [
            'name' => 'Интернет-магазин «Тройная точка»',
            'features' => [
                'Разработал личный кабинет c настройками профилей',
                'Добавил авторизацию через соц. сети',
                'Разработал персональные бонусные программы и рассылки',
                'Настроил SEO-оптимизацию',
                'Встроил «Яндекс Карты»',
                'Разработал обмен с 1С',
            ],
        ],
        'karachay_horse' => [
            'name' => 'Интернет-магазин «KarachayHorse»',
            'features' => [
                'Доработал главную страницу',
                'Доработал личный кабинет',
                'Доработал страницу предоставляемых услуг',
                'Доработал детальную страницу лошади',
            ],
        ],
        'nero' => [
            'name' => 'Интернет-магазин «Nero Electronics»',
            'features' => [
                'Добавил микроразметки open graph и schema.org',
                'Настроил корректные карты сайтов и robots.txt для различных поддоментв',
                'Переработал систему учёта скидок и бонусов в корзине',
            ],
        ],
        'leader-id' => [
            'name' => 'Площадка «Leader-Id»',
            'features' => [
                'Реализовал высоконагруженный обмен пользовательскими даннми между площадкой и CRM',
                'Для обмена информацией использовался механизм REST',
                'Для аутентификации использовался механизм OAuth 2.0',
                'Разработал систему ведения логов производимого обмена',
            ],
        ],
        'rikc' => [
            'name' => 'Веб-портал «РИКЦ»',
            'features' => [
                'Настроил визуализацию воронки продаж',
                'Добавил визуализацию диаграмм клиентов',
                'Для визуализации использовался плагин AmCharts',
            ],
        ],
        'kokoc_group' => [
            'name' => 'Компания «Kokoc Group»',
            'features' => [
                'Доработал модуль «Улей. Оценка 360»',
                'Добавил вкладку активных опросов',
                'Добавил настройки отображения остальных вкладок и сокращённых карточек компетенций',
            ],
        ],
        'korus_consulting' => [
            'name' => 'Компания «Корус Консалтинг»',
            'features' => [
                'Разработал модули документооборота, Exit-интервью, NPS-опросов и Feedback-опросов',
                'Доработал модули Резюме и Бронирования рабочих мест',
                'Переработал бизнес-процессы онбординга новых сотрудников, согласования отпусков и согласования заявок на аренду ПО',
            ],
        ],
    ],
];
