<?php
return [
    'welcome' => "Добро пожаловать на мою страницу самопрезентации!",
    'message' => "Этот небольшой проект призван рассказать о моих основных данных, навыках, увлечениях и способах связаться со мной. Проект поддерживает светлую и тёмную тему, а так же английский и русский языки.",
    'features' => 'Для перехода между темами, смены языка, а так же для перехода к конкретному разделу воспользуйтесь меню в нижней части экрана.',
    'download' => 'При желании, информацию с данной страницы можно <a href=":route" class="button">скачать</a> в формате документа.',
];
