<?php
return [
    'welcome' => "Добро пожаловать на мою страницу самопрезентации!",
    'message' => "Этот небольшой проект призван рассказать о моих основных данных, навыках, увлечениях и способах связаться со мной. Проект адаптивный, поддерживает светлую и тёмную тему, а так же два языка: английский и русский.",
    'adaptive-lg' => 'Для перехода между темами, смены языка, а так же для перехода к конкретному разделу воспользуйтесь меню в нижней части экрана.',
    'adaptive-sm' => 'Для перехода между темами, смены языка, а так же для перехода к конкретному разделу воспользуйтесь меню в "бургере" в верхней части экрана.'
];
